{
    "@odata.context": "https://graph.microsoft.com/v1.0/$metadata#conditionalAccess/policies/$entity",
     "id": "b3f1298e-8e93-49af-bdbf-94cf7d453ca3",
    "displayName": "GLOBAL - 220 - [GRANT] - MFA for All Users",
    "createdDateTime": "2020-04-01T00:55:12.9571747Z",
    "modifiedDateTime": null,
    "state": "enabled",
    "sessionControls": null,
    "conditions": {
        "userRiskLevels": [],
        "signInRiskLevels": [],
        "clientAppTypes": [
            "all"
        ],
        "platforms": null,
        "locations": null,
        "times": null,
        "applications": {
            "includeApplications": [
                "all"
            ],
            "excludeApplications": [
				"0000000a-0000-0000-c000-000000000000"
			],
            "includeUserActions": [],
            "includeProtectionLevels": []
        },
        "users": {
            "includeUsers": [
				"all"
			],
            "excludeUsers": [],
            "includeGroups": [],
            "excludeGroups": [
				/*SUBSTITUIR POR ID DO GRUPO DE USUÁRIOS DE CONTAS DE SERVIÇO*/
			],
            "includeRoles": [],
            "excludeRoles": [
				"d29b2b05-8046-44ba-8758-1e26182fcf32"
			]
        }
    },
    "grantControls": {
        "operator": "OR",
        "builtInControls": [],
        "customAuthenticationFactors": [],
        "termsOfUse": [],
		"authenticationStrength": {
			"id": "00000000-0000-0000-0000-000000000002"
      }
    }
}